docs-H/dot/DistributionTask_Organization.dot
digraph G {
rankdir="LR";
"DistributionTask_Organization" -> "ScheduleHearingTask_Organization" [label=128]
"RootTask_Organization" -> "DistributionTask_Organization" [label=9]
"TrackVeteranTask_Organization" -> "DistributionTask_Organization" [label=119]
}
