docs-DR/dot/ScheduleHearingTask_Organization.dot
digraph G {
rankdir="LR";
"DistributionTask_Organization" -> "ScheduleHearingTask_Organization" [label=128]
"ScheduleHearingTask_Organization" -> "HearingTask_Organization" [label=128]
}
